Repository: ManuEspeso/SocialMeet
Catalog: IOSFinalAsignatura/Resources/*.lproj/Localizable.strings
Languages: es

source: Something Wrong
es: Algo ha salido mal

# add_image
source: Please add an image account
es: Por favor añade una imagen para la cuenta

# add_username
source: Please add an username account
es: Por favor añade un username para la cuenta

# error_message_image
source: Something fail when trying to save the image in the storage
es: Algo ha fallado intentando guardar la imagen en la base de datos

# map_advise_title
source: Welcome to our Map Advise
es: Bienvenido al nuestro servicio del mapa

# map_advise_message
source: In this map you can find some interesting places for meet and visit if you don`t have any idea or place to meet
es: En este mapa puedes encontrar algunos puntos de interes por si quieres organizar alguna quedada en alguno de estos sitios o si necesitas alguna idea de algun plan

# without_members_title
source: Without Members!
es: Sin participantes!

# without_members_message
source: You should add one members at leats if you want create a new meet
es: Debes añadir al menos un participante si deseas crear una quedada

# refresh_action
source: Swipe to refresh
es: Arrastra para refrescar

# sign_out_accept
source: Sign Out
es: Cerrar sesion

# sign_out_check
source: Are you sure do you want to Sign Out?
es: Estas seguro de que quieres cerrar sesion?

# cancel_action
source: Cancel
es: Cancelar

# email_text_title
source: Change email
es: Cambiar el email

# email_text_message
source: Write the new email
es: Escribe el nuevo email que desees

# name_text_title
source: Change name
es: Cambiar el nombre

# name_text_message
source: Write the new name
es: Escribe el nuevo nombre que desees

# modificate_password_title
source: Password modificate
es: Modificar la contraseña

# modificate_password_message
source: Write his new password
es: Introduzca su nueva contraseña

source: Password
es: Contraseña

# password_updated_title
source: Password Updated!
es: Contraseña actualizada!

# password_updated_message
source: Your password was updated adequately
es: Su contraseña se actualizo correctamente

# place_text_title
source: Change Quedada Place
es: Cambiar el lugar de la quedada

# place_text_message
source: Write the new place
es: Escribe el nuevo lugar que desees

# street_text_title
source: Change Quedada Street
es: Cambiar la calle de la quedada

# street_text_message
source: Write the new street
es: Escribe la nueva calle que desees

# date_text_title
source: Change Quedada Date
es: Cambiar la fecha de la quedada

# date_text_message
source: Select the new date
es: elija la nueva fecha que desees

source: Cancel
es: Cancelar
